proj-xcode/PowerAuth2Tests/PowerAuthServerSOAP/SoapRequests.bundle/CreateNonPersonalizedOfflineSignaturePayload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
    $HDR
	<soapenv:Body>
		<pow:CreateNonPersonalizedOfflineSignaturePayloadRequest>
			<pow:applicationId>$1</pow:applicationId>
			<pow:data>$2</pow:data>
		</pow:CreateNonPersonalizedOfflineSignaturePayloadRequest>
	</soapenv:Body>
</soapenv:Envelope>
